{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "dark-notify": {
      "src": "https://github.com/cormacrelf/dark-notify"
    },
    "filepaths_ls": {
      "src": "https://github.com/antonk52/filepaths_ls.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lspkind": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "none-ls": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "none-ls-extras": {
      "src": "https://github.com/nvimtools/none-ls-extras.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-lsp-handlers": {
      "src": "https://github.com/gbrlsnchs/telescope-lsp-handlers.nvim"
    },
    "telescope-media-files": {
      "src": "https://github.com/nvim-telescope/telescope-media-files.nvim"
    },
    "telescope-ui-select": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tree-sitter-manager": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
